Repository: softomx/survey_engine
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar en blanco

source: has already been taken
es: ya existe

source: is invalid
es: es invalido

source: must be accepted
es: sebe ser aceptado

source: has invalid format
es: tiene unformato invalido

source: has an invalid entry
es: tiene una entrada invalida

source: is reserved
es: está reservado

source: does not match confirmation
es: no coincide con la confirmacion

source: is still associated with this entry
es: todavía está asociado con esta entrada

source: are still associated with this entry
es: todavía están asociado con esta entrada

source: should have %{count} item(s)
es: debe tener %{count} elemento(s)

source: should be %{count} character(s)
es: debe tener %{count} caracter(es)

source: should be %{count} byte(s)
es: debe tener al menos %{count} byte(s)

source: should have at least %{count} item(s)
es: debe tener al menos %{count} elemento(s)

source: should be at least %{count} character(s)
es: debe tener al menos %{count} caracter(es)

source: should be at least %{count} byte(s)
es: debe tener al menos %{count} byte(s)

source: should have at most %{count} item(s)
es: debe tener como máximo %{count} elemento(s)

source: should be at most %{count} character(s)
es: debe tener como máximo %{count} charactere(s)

source: should be at most %{count} byte(s)
es: debe tener como máximo %{count} byte(s)

source: must be less than %{number}
es: debe estar menos que %{number}

source: must be greater than %{number}
es: debe estar mayor que %{number}

source: must be less than or equal to %{number}
es: debe estar menos que o igual a %{number}

source: must be greater than or equal to %{number}
es: debe estar mayor que o igual a %{number}

source: must be equal to %{number}
es: debe estar igual a %{number}
